/* Quick Clean */
"diskView.cleanButton" = "Quick Clean";

/* Scanning */
"diskView.sizeButton.scan" = "Scanning";

/* Cleaning */
"diskView.sizeButton.clean" = "Cleaning";

"diskView.status.scanning" = "Scanning...\nDon’t leave, scan will finish soon.";
"diskView.status.scanDone" = "Quickly cleanable junk";
"diskView.status.cleanDone" = "Quickly cleaned junk";
"diskView.status.noJunk" = "Cool, there’s no quickly cleanable junks. Click \"Deep Disk Clean\" button to find more junks.";
"diskView.status.justCleaned" = "Just cleaned disk junks within 1 hour. Click \"Deep Disk Clean\" button to find more junks.";

"diskSelectHomeFolderView.proceedButton" = "Proceed";

/* */
"diskDetailView.description" = "Below kinds of disk junk will be safely deleted\n";

"diskDetailView.description.seeAdvance" = "You could click \"Deep Disk Clean\" for more exciting features";

/* App Memory */
"memoryDetailView.appmemory" = "App Memory";

/* Compressed */
"memoryDetailView.compressed" = "Compressed";

/* File Cache */
"memoryDetailView.filecache" = "File Cache";

/* Used */
"memoryDetailView.used" = "Used";

/* Wired */
"memoryDetailView.wired" = "Wired";

/* Optimize */
"memoryView.cleanButton" = "Optimize";

"memoryView.cleanButton.optimizing" = "Optimizing";

/* 3.2GB garbage */
"notification.bigJunk.content" = "You have more than %@ of junk files in your Mac";

/* Run Dr. Cleaner to optimize */
"notification.bigJunk.title" = "Run Dr. Cleaner to optimize";

/* Your system have not cleaned for more than two months */
"notification.noCleanLately.content" = "Your system have not cleaned for more than 7 days";

/* Run Dr. Cleaner to optimize */
"notification.noCleanLately.title" = "Run Dr. Cleaner to optimize";

/* If you like Dr. Cleaner, please help to rate us on Mac App Store. */
"notification.rateApp.content" = "If you like Dr. Cleaner, please help to rate us on Mac App Store.";

/* Rate Dr. Cleaner on Store */
"notification.rateApp.title" = "Rate Dr. Cleaner on Store";

/* Notification (%ld) */
"notificationView.title" = "Notification (%ld)";

/* Close */
"smartMemory.userNotification.button" = "Close";

/* Dr. Cleaner reclaimed %@ of memory originally used by %@. */
"smartMemory.userNotification.subtitle" = "Dr. Cleaner reclaimed %@ of memory originally used by %@.";

/* Auto Memory Optimization */
"smartMemory.userNotification.title" = "Auto Memory Optimization";

/* MEM */
"statusBar.title" = "MEM";

/* MEMORY */
"statusBar.title.long" = "MEMORY";


// VoiceOver
"voiceover.logo" = "Trend Micro Website";
"voiceover.setting" = "Setting";
"voiceover.support" = "Trend Micro Support";
"voiceover.quickClean" = "Quick Clean Disk";
"voiceover.quickCleanInfo" = "Quickly Cleanable Junk";
"voiceover.quickCleanNoJunk" = "Cool, there’s no quickly cleanable junks.";
"voiceover.quickCleanFinish" = "Disk quick clean finished. %@ junk cleaned.";
"voiceover.memoryClean" = "Optimize Memory";
"voiceover.memoryCleanInfo" = "Memory Usage";
"voiceover.memoryCleaning" = "Optimizing...";
"voiceover.memoryCleanFinish" = "Memory optimization finished. %@ memory released.";

